Repository: amarazov/gamepool
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: bg

source: Please log in to access this page.
bg: Моля, влезте в профила си, за да видите страницата

source: [Gamepool] Reset Your Password
bg: [Gamepool] Нова парола

source: Username
bg: Потребител

source: Password
bg: Парола

source: Remember Me
bg: Запомни ме

source: Sign In
bg: Вход

source: Email
bg: Имейл

source: Repeat Password
bg: Повтори паролата

source: Label (optional)
bg: Етикет (незадължително)

source: Register
bg: Регистрирай

source: Please use a different username.
bg: Използвайте друго име

source: Please use a different email address.
bg: Използвайте друг имейл

source: Label already exists. Please use a different label.
bg: Етикета вече е регистриран. Моля, използвайте друг.

source: Invalid label. Leave empty if you haven't been provided with one.
bg: Невалиден етикет. Оставете празно, ако не ви е предоставен.

source: Request Password Reset
bg: Вземете нова парола

source: Label
bg: Етикет

source: Submit
bg: Изпрати

source: Session
bg: Сесия

source: No user with this label.
bg: Няма потребител с този етикет.

source: Invalid username or password
bg: Невалидно име или имейл

source: Congratulations, you are now a registered user!
bg: Поздравления, регистрирахте се!

source: Check your email for the instructions to reset your password
bg: Проверете имейла си за инструкции как да получите нова парола

source: Reset Password
bg: Нова парола

source: Your password has been reset.
bg: Паролата ви е обновена

source: Invalid label
bg: Невалиден етикет

source: Patient Label
bg: Етикет на пациента

source: Assign session to user
bg: Задай сесия за потребител

source: Label Token
bg: Тоукън на етикет

source: Encode Label
bg: Криптирай етикет

source: New User?
bg: Нов потребител?

source: Click to Register!
bg: Натиснете за регистрация!

source: Forgot Your Password?
bg: Забравена парола?

source: Click to Reset It
bg: Натиснете за нова.

source: Reset Your Password
bg: Нова парола

source: File Not Found
bg: Файла не е намерен

source: Back
bg: Назад

source: An unexpected error has occurred
bg: Неочаквана грешка

source: The administrator has been notified. Sorry for the inconvenience!
bg: Администратора е уведомен. Извинете за неудобството.

source: Error: Could not contact server.
bg: Грешка. Не можем да се свържем със сървъра.

source: Choose the answer
bg: Избери отговор

source: You Rock!
bg: Браво!

source: Click to start
bg: Натисни, за да стартираш

source: Simon Sez
bg: Симеон каза

source: Your Turn
bg: Твой ред е

source: Get Ready
bg: Готови

source: You Win!
bg: Победа!

source: You Lose!
bg: Край!

source: Home
bg: Начало

source: No Session
bg: Няма сесия

source: Welcome to Gamepool
bg: Добре дошли в Gamepool

source: Login
bg: Вход

source: Stop Session
bg: Спри сесия

source: Start Session
bg: Започни сесия

source: Profile
bg: Профил

source: Logout
bg: Изход

source: You completed all the tasks. Great job!
bg: Успешно пеминахте. Браво!

source: Hi
bg: Здравейте

source: You don't have a session assigned.
bg: Нямате зададена сесия
